Repository: dzianis-shcharbakou/TicketManagement
Catalog: TicketManagement/TicketManagement.Web/Resources/TicketManagementResource.*.resx
Languages: be

# AddInBasket
source: Add to Basket
be: Дадаць у кошык

source: Area not found
be: Вобласць не знойдзена

source: Areas
be: Вобласці

# AreasNotHasSeats
source: Areas do not has seats
be: У абласцях няма месцаў

# Back
source: Back to list
be: Вярнуцца да спісу

source: Back to profile
be: Вярнуцца ў профіль

source: Balance
be: Баланс

source: Basket
be: Кошык

# BasketEmptyException
source: Basket is empty
be: Кошык пустая

source: Begin date
be: Дата пачатку

# BeginDateLongerEndDateException
source: Begin date cannot be longer than end date
be: Дата пачатку не можа быць больш даты заканчэння

source: Buy
be: Купіць

source: Change password
be: Змяніць пароль

# ChooseLang
source: Change language
be: Змяніць мову

source: Clear basket
be: Ачысціць кошык

source: Cost
be: Кошт

# CountFreeSeats
source: Number of available seats
be: Колькасць свабодных месцаў

# Create
source: Add
be: Стварыць

# CreateEventInLayoutInTheSameTimeException
source: An event cannot be created at the same time as another event in the same location
be: Выбар не можа быць створаны ў адно і тое ж час з іншымі падзеямі ў адным месцы

# CreateInPastException
source: Can not create an eventViewModel in the past
be: Немагчыма стварыць падзея ў мінулым

source: Delete
be: Выдаліць

source: Description
be: Апісанне

source: Details
be: Больш падрабязна

# Edit
source: Update
be: Рэдагаваць

# EditPass
source: Change password
be: Змяніць пароль

# EditUserProfile
source: Change user profile
be: Змяніць профіль

source: Email
be: Электронная пошта

# EmailRequired
source: Field "Email" must be filled
be: Поле "Электронная пошта" павінна быць запоўнена

source: End date
be: Дата заканчэння

source: End time
be: Час заканчэння

source: Event
be: Падзея

source: Event area not found
be: Вобласць падзея не знойдзена

# EventInfo
source: Event Information
be: Інфармацыя пра падзею

# EventIsNotCancelException
source: You can not cancel a publication, one or more tickets have already been sold
be: Нельга адмяніць публікацыю, адзін ці больш квіткоў ужо прададзена

# EventIsNotDeletingException
source: Event is not deleting (edit), because one or more ticket have been sold
be: Падзея нельга выдаліць (рэдагаваць), паколькі адзін або некалькі квіткоў былі прададзеныя

# EventName
source: Event
be: Падзея

# EventNotCreatedWitoutSeatsException
source: Event cannot be created without seats
be: Падзея не можа быць створана без месцаў

source: Event not found
be: Падзея не знойдзена

# EventPassedException
source: The eventViewModel has already passed
be: Падзея ўжо прайшло

source: Events
be: Падзеі

source: Event seat not found
be: месца падзеі не знойдзена

# ExistAreaWithDescription
source: There is area with this description
be: Ужо існуе вобласць з гэтым апісаннем

source: First name
be: Імя

# FirstNameRequired
source: Field "First name" must be filled
be: Поле "Імя" павінна быць запоўнена

source: Image
be: Малюнак

source: Image not found
be: Малюнак не знойдзена

# IncorrectCurrency
source: Incorrect amount
be: Некарэктная сума

# IncorrectEmail
source: Invalid email address
be: Некарэктны адрас электроннай пошты

source: Language
be: Мова

source: Layout
be: Размяшчэнне

# LayoutId
source: Layout
be: Размяшчэнне

source: Layout not found
be: Размяшчэнне не знойдзена

# LayoutNotHasAreasException
source: Layout do not has areas
be: Размяшчэнне не мае абласцей

source: Log in
be: Уваход

# LoginTitle
source: Enter your credentials
be: Увядзіце уліковыя дадзеныя

source: Log out
be: Выхад

# ManagerEvents
source: Events (manager)
be: Падзеі (менеджэр)

# Name
source: User name
be: Імя

# NameRequired
source: Field "User name" must be filled
be: Поле "Імя" павінна быць запоўнена

# NotEnoughMoneyException
source: Not enough money on the account
be: Недастаткова грошай на рахунку

# NotSelectedSeatsException
source: No seats selected
be: Няма выбраныя месцы

source: Old password
be: Cтары пароль

source: Password
be: Пароль

# PasswordConfirm
source: Confirm the password
be: Пацвердзіце пароль

# PasswordMustBeFrom8To20symb
source: Password must be between 8 and 20 characters
be: Пароль павінен быць ад 8 да 20 знакаў

# PasswordRequired
source: Field "Password" must be filled
be: Поле "Пароль" павінна быць запоўнена

source: Passwords do not match
be: Паролі не супадаюць

source: Price
be: Цана

source: Profile
be: Профіль

# Published
source: Publish
be: Апублікаваць

source: Purchase date
be: Дата куплі

source: Purchase history
be: Гісторыя пакупак

# PurchaseName
source: Name
be: Найменне

source: Put money
be: Папоўніць рахунак

source: Registration
be: Рэгістрацыя

source: Save
be: Захаваць

source: Seat not found
be: Месца не знойдзена

source: Seats
be: Месца

# SetAreasCosts
source: Set cost of areas
be: Ўсталяваць кошт абласцей

# SetCostsEventException
source: Everything areas in eventViewModel must have a price
be: Усе вобласці у падзеі павінны мець цану

# StringLenghtMessageFrom2to30symb
source: The length of the string must be between 2 and 30 characters
be: Даўжыня радка павінна быць ад 2 да 30 сімвалаў

# StringLenghtMessageFrom3to30symb
source: The length of the string must be between 3 and 30 characters
be: Даўжыня радка павінна быць ад 3 да 30 знакаў

# StringLenghtMessageFrom5symb
source: The length of the string should be from 5 characters
be: Даўжыня радка павінна быць ад 5 знакаў

source: Surname
be: Прозвішча

# SurnameRequired
source: Field "Surname" must be filled
be: Поле "Прозвішча" павінна быць запоўнена

source: Time zone
be: Гадзінны пояс

source: Top up
be: Папоўніць

source: Transaction aborted exception
be: Перапыненае выключэнне транзакцыі

# UniqueRowAndNumber
source: The row and seat number must be unique for the area
be: Шэраг і нумар месцы павінны быць унікальнымі для вобласці

# UnPublished
source: Do not publish
be: Не друкаваць

source: Update
be: Абнавіць

# UserExistException
source: User with this name or email already exists
be: Карыстальнік з гэтым імем ці электроннай поштай ўжо існуе

source: User info
be: Інфармацыя пра карыстальніка

source: User name
be: Імя карыстальніка

# UserNameRequired
source: Field "User name" must be filled
be: Поле "Імя карыстальніка" павінна быць запоўнена

# UserOrPassword
source: User name or password is wrong
be: Імя карыстальніка або пароль не дакладныя

source: Venue not found
be: Месца не знойдзена

# VenueWithThatNameException
source: There is venue with this name
be: Ёсць месца з такім імем

source: Welcome!
be: Сардэчна запрашаем!

source: Wrong Credentials
be: Няслушныя дадзеныя

# UnknownUserError
source: Unknown Error
be: Невядомая памылка

# UnknownUserErrorDescription
source: An unknown error has occurred. We are working on it. Please try after some time.
be: Адбылася невядомая памылка. Мы працуем над гэтым. Калі ласка, паспрабуйце праз некаторы час.

# PlatformName
source: Ticket Management Platform
be: Платформа кіравання білетамі

source: Register
be: Зарэгістраваць

# PlatformDescription
source: This is platform which allows buy tickets on the different events in your country.
be: Гэта платформа, якая дазваляе купляць білеты на розныя мерапрыемствы ў вашай краіне.

# ProfileGeneral
source: General
be: Агульнае

# IncreaseBalance
source: Top up balance
be: Папоўніце баланс

source: Loading...
be: Загрузка...

# DeletingConfirm
source: Are you sure you want to delete this entry?
be: Вы сапраўды жадаеце выдаліць гэты запіс?

# EmptyPurchaseHistory
source: No purchases have been made on this account.
be: Не было здзейснена пакупак на гэтым запісе.

# EmptyEventList
source: The event list is empty.
be: Спіс падзей пусты.

# EmptyCart
source: Cart is empty.
be: Кошык пустая.

# SeatIsNotFree
source: The seat is currently taken
be: Месца на дадзены момант занята

# EventInPastException
source: An event cannot be created in the past
be: Падзея не можа быць створана ў мінулым

# LayoutHasNotSeatException
source: The location has no seats
be: Размяшчэнне не мае мясцовасці

# EventAlreadyPublishedException
source: The event has already been published
be: Падзея ўжо апублікавана

source: Begin time
be: Час пачатку

# FreeSeatStatusDisplay
source: Free seat
be: Вольнае месца

# SoldSeatStatusDisplay
source: Sold seat
be: Прададзенае сядзенне

# HoldSeatStatusDisplay
source: Seat is hold
be: Сядзенне трымаецца

# ChangeAreaPriceDisplay
source: Change area prices
be: Зменіце цану раёна

# FieldIsRequired
source: The field is required.
be: Поле з'яўляецца абавязковым.

# BalanceRangeError
source: The field must be between 0 and 99999999.
be: Поле павінна быць ад 0 да 99.999.999.

source: Wrong password
be: Няправільны пароль

# FieldMustBeADecimalNumber
source: The field must be a number
be: Поле павінна быць лікам
